Repository: harryhan1989/roxority_filterzen_sourcedecompile
Catalog: roxority/roxority_FilterZen/Resources/roxority_FilterZen.*.resx
Languages: de_de

# AdapterWebPart_Desc
source: Acts as a connector or bridge supporting the widest possible range of SharePoint Web Part connection protocols, so that you can attempt to connect previously incompatible Web Parts to each other.
de_de: Fungiert als Konnektor oder "Brücke", mit der Sie (dank Unterstützung verschiedenster Verbindungsprotokolle für SharePoint-Webparts) versuchen können, auch bislang nicht untereinander kompatible Webparts miteinander zu verbinden.

# BdcWebPart_Desc
source: [REQUIRES SharePoint Server and BCS/BDC] Obtains a Business Data Connectivity (BCS/BDC) external data record / entity instance ID from a connected provider Web Part (instead of the 'ID' URL parameter), and sends the BCS/BDC entity instance to all connected BCS/BDC Web Parts (and any other type of consumer).
de_de: [ERFORDERT SharePoint Server und BCS/BDC-Geschäftsdatenkatalog.] Ruft die Instanz-ID eines BCS/BDC-Geschäftsdatensatzes von einem beliebigen verbundenen Webpart ab (statt vom URL-Parameter 'ID') und sendet den entsprechenden Geschäftsdatensatz an alle verbundenen Empfänger- oder BCS/BDC-Webparts.

# BdcWebPart_Title
source: [ROXORITY™] FilterZen SPS/MOSS Business Data Item Builder
de_de: [ROXORITY™] FilterZen SPS/MOSS BCS/BDC-Geschäftsdatensatz-Generator

# ContentQueryWebPart_Desc
source: [REQUIRES SharePoint Server and Publishing Infrastructure] The original SharePoint Server Content-by-Query Web Part (CQWP) does not support incoming Web Part Connections for filtering. This Web Part derives from the built-in, out-of-box core but adds the capability for FilterZen's CAML Direct filtering via Web Part Connections.
de_de: [ERFORDERT SharePoint Server und Veröffentlichungsinfrastruktur] Das Original-Webpart für Inhaltsabfragen (Content Query) unterstützt keine eingehenden Webpartverbindungen zur Filterung. Dieses Webpart baut auf dem bereits eingebauten Kernwebpart auf und erweitert es um die Fähigkeit zur Filter-Verbindbarkeit.

# ContentQueryWebPart_Title
source: [ROXORITY™] FilterZen SPS/MOSS Filterable Content-by-Query Web Part (CQWP)
de_de: [ROXORITY™] FilterZen SPS/MOSS Filterbares Inhaltsabfrage-Webpart (CQWP)

# FilterWebPart_Desc
source: Choose from a comprehensive range of filter types to filter connected Web Parts automatically or interactively.
de_de: Filtern Sie mit einer umfassenden Auswahl an Filtertypen verbundene Webparts automatisch oder interaktiv.

# SiteAdminConfig
source: Configuration Settings
de_de: Konfiguration

# SiteAdminHelp
source: Help Topics
de_de: Hilfethemen

# SiteAdminLicense
source: Licensing
de_de: Lizensierung

# SiteAdminToolLocalizer
source: DIY User Interface Localization
de_de: DIY-Benutzeroberflächen-Lokalisierung

# SiteAdminToolSiteUsers
source: Site Accounts for Licensing
de_de: Sitekonten für Lizensierung

# SiteAdminToolTransfer
source: Transfer Wizard
de_de: Transferassistent

# SiteAdminWss
source: Features and Artifacts
de_de: Features und Artefakte

# WebPart_ImportError
source: This Web Part could not be imported.
de_de: Dieses Webpart konnte nicht importiert werden.
